{
  "title": "Trip to Bend, OR",
  "name": "bend_n_back",
  "photos": [
    {
      "filename": "00_road.JPG",
      "desc": "The trip began driving through Humboldt Redwoowds State Park on Higway 101. The drive was beautiful, but also a little stressful since we were trying to make it to camp before sunset."
    },
    {
      "filename": "01_first_camp.JPG",
      "desc": "The first night's camp was at Elk Prairie campground, a few miles north of Eureka, CA. We arrived with 20 minutes left of sunlight to setup the tent. Our site was #64 which was very large and private. Sean forgot to pack the wood, so candles had to suffice for the first night."
    },
    {
      "filename": "01a_bacon.JPG",
      "desc": "We love the smell of bacon in the morning! For our first day we planned an all day hike, so we made sure to eat a full breakfast."
    },
    {
      "filename": "02_redwood.JPG",
      "desc": "The first large redwood we came across on our hike in Prairie Creek Redwoods State Park, which was walkable from our tent."
    },
    {
      "filename": "03_mk_documents.JPG",
      "desc": "Mary Kate documents native plants for later identification."
    },
    {
      "filename": "04_mk_for_scale.JPG",
      "desc": "Another large redwood with Mary Kate for scale."
    },
    {
      "filename": "05_sean_for_scale.JPG",
      "desc": "This time with Sean for scale. These trees did a great job at making us feel small and humble."
    },
    {
      "filename": "06_close_to_beach.JPG",
      "desc": "The foliage started to change as we got close to the beach."
    },
    {
      "filename": "07_driftwood.JPG",
      "desc": "Golden Bluffs State Beach was the midpoint of our hike. We had a quick lunch on this huge piece of driftwood."
    },
    {
      "filename": "08_fern_canyon.JPG",
      "desc": "The beautiful Fern Canyon. It felt like an outdoor church, and was the only part of the hike where we saw other people."
    },
    {
      "filename": "09_fern_canyon_us.JPG",
      "desc": "Mary Kate and Sean in Fern Canyon."
    },
    {
      "filename": "10_giant_spinach.JPG",
      "desc": "Look closely, you'll see a giant spinach leaf! Sean's foot for scale."
    },
    {
      "filename": "11_grillin.JPG",
      "desc": "Cooking up dinner after a long day's hike."
    },
    {
      "filename": "11a_steak_smile.JPG",
      "desc": "Mary Kate smiling after sampling some of the skirt steak we're preparing for dinner."
    },
    {
      "filename": "12_fajitas.JPG",
      "desc": "Nothing beats camping fajitas! They're an all time favorite of ours."
    },
    {
      "filename": "13_bandage.JPG",
      "desc": "Sean tried to whittle a candle down with a pocket knife so the wick would light again. The candle won."
    },
    {
      "filename": "14_first_aid.JPG",
      "desc": "Luckily, Mary Kate is first aid certified. Never forget to pack a first aid kit!"
    },
    {
      "filename": "15_coast_to_oregon.JPG",
      "desc": "Back on the road the next morning, on the coast near the Oregon border."
    },
    {
      "filename": "16_crater_lake_us.JPG",
      "desc": "After a 6h drive and worrying about the park closing, we made it to Crater Lake!"
    },
    {
      "filename": "17_crater_lake_feet.JPG",
      "desc": "Taking a well deserved rest with a killer view. It was amazing to watch the high winds rip across the lake while we were sheltered in the trees."
    },
    {
      "filename": "18_road_to_bend.JPG",
      "desc": "Pushing a little further through Klamath County to get our final destination of Bend, OR. Note: this driver-captured photograph was taken on a closed course. Do not attempt."
    },
    {
      "filename": "19_bend_bar.JPG",
      "desc": "After checking into our hotel and a refreshing hot shower, we grabbed a a quick drink in downtown Bend."
    },
    {
      "filename": "20_sean_shaka.JPG",
      "desc": "Sean originally planned to go river sufring in Bend, but decided he should forego it given his finger injury from the recent candle incident. However, when the morning came he couldn't resist the stoke and quickly devised a makeshift waterproof bandage so he could go surfing anyway."
    },
    {
      "filename": "21_sean_river_surf.PNG",
      "desc": "Sean surfing the river wave on the Deschutes. It's more like a wakesurfing wave than an ocean wave, and was a great deal of fun. Photo credit to Mary Kate, who very kindly stood patiently on a nearby bridge to get this shot."
    },
    {
      "filename": "22_blockbuster_us.JPG",
      "desc": "Our main attraction in Bend: the last operating Blockbuster in the world!"
    },
    {
      "filename": "23_blockbuster_mk.JPG",
      "desc": "Mary Kate with the new releases."
    },
    {
      "filename": "24_blockbuster.JPG",
      "desc": "Being inside the store felt like going back in time."
    },
    {
      "filename": "25_blockbuster_sick_deals.JPG",
      "desc": "Mary Kate finding the sick deals."
    },
    {
      "filename": "26_bend_bacond.JPG",
      "desc": "We ate lunch at a local sausage restaurant called Bangers & Brews. The owner was very nice and made an amazing homemade chimchurri that we bought a togo container of. And yes, this dish lead to some meat sweats."
    },
    {
      "filename": "27_beer.JPG",
      "desc": "Next stop: the Deschutes Brewery Tasting Room for a flight of beer. Our favorite was their new King Crispy Pilsner, keep an eye out for it!"
    },
    {
      "filename": "28_mirror_pond.JPG",
      "desc": "For dinner, we ate at the historical Pine Tavern restuarant in downtown. Here, Sean is drinking a Deschutes Mirror Pond Ale while enjoying the view of the actual Mirror Pond it's named after. Pretty neat."
    },
    {
      "filename": "29_hot_dogs_sean.JPG",
      "desc": "On the way back from Oregon the next day, we ran into a 2 hour highway closure on the 101 at Crescent City, CA. Sean was stressed out until Mary Kate had the excellent idea to grill lunch on the side of the road."
    },
    {
      "filename": "31_hot_dogs_mk.JPG",
      "desc": "The hot dogs came out great, and were even better with that chimchurri we bought the previous day. This was probably the finest roadside dining experience we'll ever have."
    },
    {
      "filename": "32_humboldt_camp.JPG",
      "desc": "We spent our final night at the lovely Hidden Springs campground which is nearby Avenue of the Giants."
    },
    {
      "filename": "33_mk_panic.JPG",
      "desc": "Mary Kate drives through the Shrine Tree in a mild state of panic near Avenue of the Giants. This is probably the best photo of the trip (zoom in on her facial expression.)"
    },
    {
      "filename": "34_giants_n_coffee.JPG",
      "desc": "Sean enjoys a coffee from his thermos while Mary Kate drives down Avenue of the Giants."
    },
    {
      "filename": "35_founders.JPG",
      "desc": "Our final stop of the trip: the famous Founders tree. This tree was the tallest known tree in the world from 1931 to 1957, standing at nearly 350 feet. It is currently the world's 5th tallest known tree."
    },
    {
      "filename": "36_founders_canopy.JPG",
      "desc": "Another look at the famous Founder's tree. It's too big to fit in one photo!"
    },
    {
      "filename": "37_new_friend.JPG",
      "desc": "Bonus stop: on the drive up a few days before, we passed by a store called Legend of Bigfoot. Mary Kate insisted that we stop there on the way back, where we picked up a new friend to take home."
    }
  ]
}
